IDEA Open Model
ConcreteMemberDataEc2.CoeffKxForWmax Property
Compatible with IDEA StatiCa 20.1
 coefficient kx to increase limited concrete crack - only Dutch NAD
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double CoeffKxForWmax { get; set; }
Public Property CoeffKxForWmax As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteMemberDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace